Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Switch Glance previews to compact list mode at a chosen window count; 1 means always
ar: تبديل معاينات Glance إلى وضع القائمة المدمجة عند عدد نوافذ تختاره؛ القيمة 1 تعني دائمًا
de: Glance-Vorschauen ab einer gewählten Fensteranzahl in den kompakten Listenmodus umschalten; 1 bedeutet immer
es: Cambia las previsualizaciones de Glance al modo de lista compacta a partir de un número de ventanas; 1 significa siempre
fr: Passe les aperçus Glance en liste compacte à partir d'un nombre de fenêtres choisi ; 1 signifie toujours
hu: A Glance-előnézetek átváltása kompakt listanézetre a megadott ablakszámnál; az 1 azt jelenti, hogy mindig
ja: 指定したウインドウ数でGlanceプレビューをコンパクトリスト表示に切り替えます。1は常に切り替えることを意味します
nl: Schakel Glance-voorbeelden over naar de compacte lijstweergave bij een gekozen aantal vensters. 1 betekent altijd
pl: Przełączaj podglądy Glance na tryb listy kompaktowej przy wybranej liczbie okien; 1 oznacza zawsze
pt: Mudar as pré-visualizações do Glance para o modo de lista compacta a partir de um número de janelas à escolha; 1 significa sempre
ru: Переключать предпросмотры Glance в компактный список при выбранном количестве окон; 1 означает всегда
sv: Växla Glance-förhandsvisningar till kompakt listläge vid ett valt antal fönster; 1 betyder alltid
tr: Glance önizlemelerini seçilen pencere sayısında kompakt liste moduna geçir; 1 her zaman anlamına gelir
vi: Chuyển các bản xem trước Glance sang chế độ danh sách thu gọn khi đạt số lượng cửa sổ đã chọn; 1 nghĩa là luôn luôn
zh_hans: 当窗口数量达到指定值时，将 Glance 预览切换为紧凑列表模式；设为 1 表示始终启用
zh_hant: 當視窗數達到指定數量時，將 Glance 預覽切換為精簡列表模式；設為 1 則一律使用精簡列表模式

source: Switch Glance to compact list at %lld+ windows
ar: تحويل Glance إلى قائمة مضغوطة عندما يبلغ عدد النوافذ %lld أو أكثر
de: Glance ab %lld Fenstern als kompakte Liste anzeigen
es: Cambia Glance a la lista compacta a partir de %lld ventanas
fr: Passer Glance en liste compacte à partir de %lld fenêtres
hu: A Glance váltása kompakt listára legalább %lld ablaknál
ja: ウインドウが%lld個以上になったらGlanceをコンパクトなリストに切り替え
nl: Schakel Glance over naar een compacte weergave bij %lld+ vensters
pl: Przełącz Glance na listę kompaktową, gdy liczba okien wynosi co najmniej %lld
pt: Mudar o Glance para lista compacta a partir de %lld janelas
ru: Переключать Glance в компактный список при %lld+ окнах
sv: Växla Glance till kompakt lista vid %lld+ fönster
tr: %lld+ pencerede Glance’ı kompakt listeye geçir
vi: Chuyển Glance sang danh sách thu gọn khi có từ %lld cửa sổ trở lên
zh_hans: 当 Glance 中的窗口数量达到 %lld 个或更多时，自动切换为紧凑列表
zh_hant: 當視窗數達到 %lld 個以上時，Glance 會切換為精簡列表

source: Switch windows from the keyboard
ar: التبديل بين النوافذ من لوحة المفاتيح
de: Fenster per Tastatur wechseln
es: Cambia de ventana desde el teclado
fr: Changez de fenêtre au clavier
hu: Ablakváltás a billentyűzetről
ja: キーボードからウインドウを切り替える
nl: Met het toetsenbord tussen vensters wisselen
pl: Przełączaj okna z klawiatury
pt: Alternar janelas a partir do teclado
ru: Переключать окна с клавиатуры
sv: Växla fönster från tangentbordet
tr: Pencereleri klavyeden değiştir
vi: Chuyển đổi các cửa sổ từ bàn phím
zh_hans: 使用键盘切换窗口
zh_hant: 透過鍵盤切換視窗

source: Switcher Apps With No Windows
ar: تطبيقات المبدّل التي بلا نوافذ
de: Fensterwechsler: Apps ohne Fenster
es: Apps sin ventanas en el selector
fr: Apps sans fenêtre dans le sélecteur
hu: Váltó: ablak nélküli appok
ja: スイッチャーのウインドウがないアプリ
nl: Apps zonder vensters in wisselaar
pl: Aplikacje przełącznika bez okien
pt: Apps Sem Janelas no Alternador
ru: Приложения переключателя без окон
sv: Växlare: appar utan fönster
tr: Değiştirici Penceresiz Uygulamalar
vi: Bộ chuyển đổi ứng dụng không có cửa sổ
zh_hans: 切换器中的无窗口应用
zh_hant: 切換器顯示沒有開啟視窗的應用程式

source: Switcher Current Monitor
ar: المبدّل: الشاشة الحالية
de: Fensterwechsler: Aktueller Monitor
es: Monitor actual del selector
fr: Moniteur actuel du sélecteur
hu: Váltó: aktuális monitor
ja: スイッチャーの現在のモニタ
nl: Wisselaar huidige monitor
pl: Bieżący wyświetlacz przełącznika
pt: Monitor Atual do Alternador
ru: Переключатель: только текущий монитор
sv: Växlare: aktuell skärm
tr: Değiştirici Geçerli Monitör
vi: Bộ chuyển đổi màn hình hiện tại
zh_hans: 切换器当前显示器
zh_hant: 切換器僅顯示目前螢幕

source: Switcher Current Space
ar: المبدّل: المساحة الحالية
de: Fensterwechsler: Aktueller Space
es: Espacio actual del selector
fr: Espace actuel du sélecteur
hu: Váltó: aktuális Space
ja: スイッチャーの現在の操作スペース
nl: Wisselaar huidige space
pl: Bieżąca przestrzeń przełącznika
pt: Espaço Atual do Alternador
ru: Переключатель: только текущее пространство
sv: Växlare: aktuellt Space
tr: Değiştirici Geçerli Masaüstü
vi: Không gian hiện tại trong bộ chuyển đổi
zh_hans: 切换器当前空间
zh_hant: 切換器僅顯示目前桌面空間

source: Switcher Hidden Windows
ar: المبدّل: النوافذ المخفية
de: Fensterwechsler: Ausgeblendete Fenster
es: Ventanas ocultas del selector
fr: Fenêtres masquées du sélecteur
hu: Váltó: rejtett ablakok
ja: スイッチャーの非表示ウインドウ
nl: Wisselaar verborgen vensters
pl: Ukryte okna przełącznika
pt: Janelas Ocultas do Alternador
ru: Переключатель: скрытые окна
sv: Växlare: gömda fönster
tr: Değiştirici Gizli Pencereler
vi: Bộ chuyển đổi cửa sổ ẩn
zh_hans: 切换器隐藏窗口
zh_hant: 顯示隱藏視窗

source: Switcher Ignore Single-Window Apps
ar: التبديل يتجاهل تطبيقات النافذة الواحدة
de: Fensterwechsler: Apps mit nur einem Fenster ignorieren
es: Ignorar apps de una sola ventana en el selector
fr: Ignorer les applications à fenêtre unique
hu: Váltó: egyablakos appok mellőzése
ja: スイッチャーで単一ウインドウのアプリを無視
nl: Negeer apps met één venster in de wisselaar
pl: Przełącznik ignoruje aplikacje z jednym oknem
pt: Alternador Ignora Apps de Janela Única
ru: Переключатель: игнорировать однооконные приложения
sv: Växlare: ignorera appar med ett fönster
tr: Değiştirici Tek Pencereli Uygulamaları Yoksay
vi: Bộ chuyển đổi bỏ qua ứng dụng một cửa sổ
zh_hans: 切换器忽略单窗口应用
zh_hant: 切換器中不顯示只有一個視窗的應用程式

source: Switcher Last Focused Time
ar: وقت آخر تنشيط في المبدّل
de: Fensterwechsler: Zeitpunkt des letzten Fokus
es: Último enfoque en el selector
fr: Heure de dernière activation dans le sélecteur
hu: Váltó: utolsó fókusz ideje
ja: スイッチャーの最終フォーカス時刻
nl: Tijd van laatste focus in wisselaar
pl: Czas ostatniej aktywacji w przełączniku
pt: Último Foco no Alternador
ru: Время последней активности в переключателе
sv: Växlare: tid för senaste fokus
tr: Değiştirici Son Odaklanma Zamanı
vi: Thời gian đặt tiêu điểm gần nhất trong bộ chuyển đổi
zh_hans: 切换器上次聚焦时间
zh_hant: 切換器上次聚焦時間

source: Switcher Max Rows or Columns
ar: الحد الأقصى للصفوف أو الأعمدة للتبديل
de: Fensterwechsler: Maximale Zeilen oder Spalten
es: Máximo de filas o columnas del selector
fr: Lignes ou colonnes max du sélecteur
hu: Váltó: sorok vagy oszlopok maximuma
ja: スイッチャーの最大行数/列数
nl: Maximale rijen of kolommen in de wisselaar
pl: Maks. liczba wierszy lub kolumn przełącznika
pt: Máximo de Linhas ou Colunas do Alternador
ru: Максимальное количество строк или столбцов
sv: Växlare: max rader eller kolumner
tr: Değiştirici En Fazla Satır veya Sütun
vi: Bộ chuyển đổi số hàng hoặc cột tối đa
zh_hans: 切换器最大行数或列数
zh_hant: 切換器最大列數或欄數

source: Switcher Minimized Badge
ar: شارة التصغير في المبدّل
de: Fensterwechsler: Kennzeichen für minimierte Fenster
es: Insignia de minimizado del selector
fr: Badge des fenêtres réduites dans le sélecteur
hu: Váltó: kicsinyítési jelvény
ja: スイッチャーのしまったウインドウのバッジ
nl: Badge voor geminimaliseerd in wisselaar
pl: Plakietka minimalizacji w przełączniku
pt: Emblema de Minimização do Alternador
ru: Метка свернутых окон в переключателе
sv: Växlare: minimeringsbricka
tr: Değiştirici Küçültülmüş Rozeti
vi: Huy hiệu thu nhỏ trong bộ chuyển đổi
zh_hans: 切换器最小化标记
zh_hant: 切換器的最小化標記

source: Switcher Offset
ar: إزاحة المبدّل
de: Fensterwechsler-Versatz
es: Desfase del selector
fr: Décalage du sélecteur
hu: Váltó eltolása
ja: スイッチャーのオフセット
nl: Wisselaarverschuiving
pl: Przesunięcie przełącznika
pt: Desvio do Alternador
ru: Смещение переключателя
sv: Växlare: förskjutning
tr: Değiştirici Ofseti
vi: Độ lệch bộ chuyển đổi
zh_hans: 切换器偏移
zh_hant: 切換器偏移量

source: Switcher Order
ar: ترتيب المبدّل
de: Fensterwechsler-Reihenfolge
es: Orden del selector
fr: Ordre des apps dans le sélecteur
hu: Váltó sorrendje
ja: スイッチャーの並び順
nl: Volgorde van wisselaar
pl: Kolejność przełącznika
pt: Ordem do Alternador
ru: Порядок переключения
sv: Växlarordning
tr: Geçiş Sırası
vi: Thứ tự bộ chuyển đổi
zh_hans: 切换器顺序
zh_hant: 切換器排序

source: Switcher Placement
ar: موضع المبدل
de: Fensterwechsler-Position
es: Posición del selector
fr: Positionnement du sélecteur
hu: Váltó elhelyezése
ja: スイッチャーの配置
nl: Plaatsing van de wisselaar
pl: Umiejscowienie przełącznika
pt: Posicionamento do Alternador
ru: Расположение переключателя окон
sv: Växlare: placering
tr: Değiştirici Yerleşimi
vi: Vị trí bộ chuyển đổi
zh_hans: 切换器位置
zh_hant: 切換器位置

source: Switcher Scroll Direction
ar: اتجاه التمرير للتبديل
de: Fensterwechsler-Scrollrichtung
es: Dirección de desplazamiento del selector
fr: Sens de défilement du sélecteur
hu: Váltó görgetési iránya
ja: スイッチャーのスクロール方向
nl: Scrollrichting in de wisselaar
pl: Kierunek przewijania przełącznika
pt: Direção de Deslocação do Alternador
ru: Направление прокрутки
sv: Växlare: rullningsriktning
tr: Değiştirici Kaydırma Yönü
vi: Hướng cuộn bộ chuyển đổi
zh_hans: 切换器滚动方向
zh_hant: 切換器捲動方向

source: Switcher Search
ar: البحث في المبدّل
de: Fensterwechsler: Suche
es: Búsqueda del selector
fr: Recherche dans le sélecteur
hu: Váltó: keresés
ja: スイッチャーの検索
nl: Zoeken in wisselaar
pl: Wyszukiwanie w przełączniku
pt: Pesquisa do Alternador
ru: Поиск в переключателе
sv: Växlare: sökning
tr: Değiştirici Arama
vi: Tìm kiếm bộ chuyển đổi
zh_hans: 切换器搜索
zh_hant: 切換器搜尋

source: Switching appearance asks once for permission to control System Events.
ar: يطلب تبديل المظهر مرة واحدة إذنًا للتحكم في System Events.
de: Beim Umschalten des Erscheinungsbilds wird einmalig um Erlaubnis gebeten, System Events zu steuern.
es: Al cambiar la apariencia se pide permiso una vez para controlar System Events.
fr: Changer d'apparence demande une seule fois l'autorisation de contrôler System Events.
hu: A megjelenés váltásához a rendszer egyszer engedélyt kér a System Events vezérlésére.
ja: 外観を切り替える際に、System Eventsを制御する許可が1回だけ求められます。
nl: Bij het wisselen van uiterlijk wordt eenmalig om toestemming gevraagd om System Events te bedienen.
pl: Przełączanie wyglądu wymaga jednorazowego zezwolenia na sterowanie aplikacją System Events.
pt: Mudar a aparência pede uma vez permissão para controlar o System Events.
ru: При смене оформления один раз запрашивается разрешение на управление System Events.
sv: Byte av utseende ber en gång om tillstånd att styra System Events.
tr: Görünümü değiştirmek, System Events'i denetlemek için bir kez izin ister.
vi: Chuyển đổi giao diện sẽ hỏi quyền điều khiển System Events một lần.
zh_hans: 首次切换外观时会请求控制“系统事件”的权限。
zh_hant: 切換外觀時，系統會要求一次控制「系統事件」的權限。

source: Symbol
ar: الرمز
es: Símbolo
fr: Symbole
hu: Szimbólum
ja: シンボル
nl: Symbool
pt: Símbolo
ru: Символ
tr: Sembol
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

source: symbols
ar: رموز
de: symbole
es: símbolos
fr: symboles
hu: szimbólumok
ja: 記号
nl: symbolen
pl: symbole
pt: símbolos
ru: символы
sv: symboler
tr: semboller
vi: ký hiệu
zh_hans: 符号
zh_hant: 符號

source: Symbols
ar: الرموز
de: Symbole
es: Símbolos
fr: Symboles
hu: Szimbólumok
ja: 記号
nl: Symbolen
pl: Symbole
pt: Símbolos
ru: Символы
sv: Symboler
tr: Semboller
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

source: System
ar: النظام
es: Sistema
fr: Système
hu: Rendszer
ja: システム
nl: Systeem
pt: Sistema
ru: Система
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: System Audio Recording
ar: تسجيل صوت النظام
de: Systemaudioaufnahme
es: Grabación de audio del sistema
fr: Enregistrement audio du système
hu: Rendszerhangfelvétel
ja: システムオーディオ録音
nl: Systeemaudio-opname
pl: Nagrywanie dźwięku systemowego
pt: Gravação de áudio do sistema
ru: Запись системного аудио
sv: Systemljudsinspelning
tr: Sistem Ses Kaydı
vi: Ghi âm thanh hệ thống
zh_hans: 系统音频录制
zh_hant: 系統音訊錄製

source: System Changes
ar: تغييرات النظام
de: Systemänderungen
es: Cambios del sistema
fr: Modifications du système
hu: Rendszermódosítások
ja: システムの変更
nl: Systeemwijzigingen
pl: Zmiany systemowe
pt: Alterações do Sistema
ru: Системные изменения
sv: Systemändringar
tr: Sistem Değişiklikleri
vi: Thay đổi hệ thống
zh_hans: 系统更改
zh_hant: 系統變更

source: System Controls
ar: عناصر تحكم النظام
de: Systemsteuerungen
es: Controles del sistema
fr: Commandes système
hu: Rendszervezérlők
ja: システムコントロール
nl: Systeembediening
pl: Narzędzia systemowe
pt: Controlos do Sistema
ru: Системные элементы управления
sv: Systemreglage
tr: Sistem Denetimleri
vi: Điều khiển hệ thống
zh_hans: 系统控制
zh_hant: 系統控制項

source: System Default
ar: الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut
hu: Rendszer alapértelmezése
ja: システムデフォルト
nl: Systeemstandaard
pl: Domyślne systemowe
pt: Predefinição do Sistema
ru: По умолчанию
sv: Systemförval
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: System Stats
ar: إحصائيات النظام
de: Systemstatistik
es: Estadísticas del sistema
fr: Statistiques système
hu: Rendszerstatisztika
ja: システムの統計
nl: Systeemstatistieken
pl: Statystyki systemu
pt: Estatísticas do Sistema
ru: Статистика системы
sv: Systemstatistik
tr: Sistem İstatistikleri
vi: Thống kê hệ thống
zh_hans: 系统统计
zh_hant: 系統統計資料

source: System Volume
ar: مستوى صوت النظام
de: Systemlautstärke
es: Volumen del sistema
fr: Volume système
hu: Rendszerhangerő
ja: システム音量
nl: Systeemvolume
pl: Głośność systemowa
pt: Volume do sistema
ru: Системная громкость
sv: Systemvolym
tr: Sistem Ses Düzeyi
vi: Âm lượng hệ thống
zh_hans: 系统音量
zh_hant: 系統音量

source: Take a screenshot
ar: التقاط لقطة شاشة
de: Bildschirmfoto aufnehmen
es: Hacer una captura de pantalla
fr: Prendre une capture d'écran
hu: Képernyőfotó készítése
ja: スクリーンショットを撮る
nl: Maak een screenshot
pl: Zrób zrzut ekranu
pt: Fazer uma captura de ecrã
ru: Сделать снимок экрана
sv: Ta en skärmavbildning
tr: Ekran görüntüsü al
vi: Chụp ảnh màn hình
zh_hans: 截取屏幕
zh_hant: 擷取螢幕截圖

source: task
ar: مهمة
de: aufgabe
es: tarea
fr: tâche
hu: feladat
ja: タスク
nl: taak
pl: zadanie
pt: tarefa
ru: задача
sv: uppgift
tr: görev
vi: nhiệm vụ
zh_hans: 任务
zh_hant: 工作項目

source: Taskbar
ar: شريط المهام
de: Taskleiste
es: Barra de tareas
fr: Barre des tâches
hu: Tálca
ja: タスクバー
nl: Taakbalk
pl: Pasek zadań
pt: Barra de Tarefas
ru: Панель задач
sv: Aktivitetsfält
tr: Görev çubuğu
vi: Thanh tác vụ
zh_hans: 任务栏
zh_hant: 工作列

source: Taskbar Only
ar: شريط المهام فقط
de: Nur Taskleiste
es: Solo barra de tareas
fr: Barre des tâches uniquement
hu: Csak tálca
ja: タスクバーのみ
nl: Alleen taakbalk
pl: Tylko pasek zadań
pt: Apenas Barra de Tarefas
ru: Только панель задач
sv: Endast aktivitetsfält
tr: Yalnızca Görev Çubuğu
vi: Chỉ thanh tác vụ
zh_hans: 仅任务栏
zh_hant: 僅限工作列模式

source: temperature
ar: حرارة
de: temperatur
es: temperatura
fr: température
hu: hőmérséklet
ja: 温度
nl: temperatuur
pl: temperatura
pt: temperatura
ru: температура
sv: temperatur
tr: sıcaklık
vi: nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
ja: 温度
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
sv: Temperatur
tr: Sıcaklık
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Temperature Unit
ar: وحدة الحرارة
de: Temperatureinheit
es: Unidad de temperatura
fr: Unités de température
hu: Hőmérséklet mértékegysége
ja: 温度の単位
nl: Temperatuureenheid
pl: Jednostka temperatury
pt: Unidade de Temperatura
ru: Единица измерения температуры
sv: Temperaturenhet
tr: Sıcaklık Birimi
vi: Đơn vị nhiệt độ
zh_hans: 温度单位
zh_hant: 溫度單位

source: text
ar: نص
es: texto
fr: texte
hu: szöveg
ja: テキスト
nl: tekst
pl: tekst
pt: texto
ru: текст
tr: metin
vi: văn bản
zh_hans: 文本
zh_hant: 文字

source: Text color for menus, popovers, and hover panels
ar: لون النص في القوائم والنوافذ المنبثقة ولوحات التحويم
de: Textfarbe für Menüs, Popovers und Hover-Panels
es: Color del texto de menús, ventanas emergentes y paneles al pasar el cursor
fr: Couleur du texte des menus, fenêtres contextuelles et panneaux de survol
hu: A menük, felugró ablakok és rámutatáskor megjelenő panelek szövegszíne
ja: メニュー、ポップオーバー、ホバーパネルのテキストの色
nl: Tekstkleur voor menu's, pop-overs en aanwijs-panelen
pl: Kolor tekstu w menu, oknach podręcznych i panelach wyświetlanych po wskazaniu
pt: Cor do texto em menus, popovers e painéis apresentados ao passar o cursor
ru: Цвет текста для меню, всплывающих окон и панелей наведения
sv: Textfärg för menyer, popovers och hovringspaneler
tr: Menüler, açılır pencereler ve üzerine gelme panelleri için metin rengi
vi: Màu chữ cho các menu, cửa sổ bật lên và bảng di chuột
zh_hans: 菜单、弹出框和悬停面板的文字颜色
zh_hant: 選單、彈出式視窗及懸浮面板的文字顏色

source: Text color for menus, popovers, and hover panels. Defaults to the system color.
ar: لون النص في القوائم والنوافذ المنبثقة ولوحات التحويم. يستخدم لون النظام افتراضيًا.
de: Textfarbe für Menüs, Popovers und Hover-Panels. Standardmäßig wird die Systemfarbe verwendet.
es: Color del texto de menús, ventanas emergentes y paneles al pasar el cursor. De forma predeterminada usa el color del sistema.
fr: Couleur du texte des menus, fenêtres contextuelles et panneaux de survol. Par défaut, la couleur du système.
hu: A menük, felugró ablakok és rámutatáskor megjelenő panelek szövegszíne. Alapértelmezés szerint a rendszerszín.
ja: メニュー、ポップオーバー、ホバーパネルのテキストの色です。デフォルトはシステムの色です。
nl: Tekstkleur voor menu's, pop-overs en aanwijs-panelen. Standaard is dit de systeemkleur.
pl: Kolor tekstu w menu, oknach podręcznych i panelach wyświetlanych po wskazaniu. Domyślnie używany jest kolor systemowy.
pt: Cor do texto em menus, popovers e painéis apresentados ao passar o cursor. Por predefinição, usa a cor do sistema.
ru: Цвет текста для меню, всплывающих окон и панелей наведения. По умолчанию используется системный цвет.
sv: Textfärg för menyer, popovers och hovringspaneler. Systemfärgen används som förval.
tr: Menüler, açılır pencereler ve üzerine gelme panelleri için metin rengi. Varsayılan olarak sistem rengini kullanır.
vi: Màu chữ cho menu, cửa sổ bật lên và bảng di chuột. Mặc định là màu hệ thống.
zh_hans: 菜单、弹出框和悬停面板的文字颜色。默认使用系统颜色。
zh_hant: 設定選單、彈出式視窗及懸浮面板的文字顏色。預設為系統顏色。

source: Text, links, images and files you copy appear here.
ar: تظهر هنا النصوص والروابط والصور والملفات التي تنسخها.
de: Texte, Links, Bilder und Dateien, die Sie kopieren, erscheinen hier.
es: Aquí aparecen los textos, enlaces, imágenes y archivos que copias.
fr: Les textes, liens, images et fichiers que vous copiez apparaissent ici.
hu: A kimásolt szövegek, hivatkozások, képek és fájlok itt jelennek meg.
ja: コピーしたテキスト、リンク、画像、ファイルがここに表示されます。
nl: Tekst, links, afbeeldingen en bestanden die je kopieert, verschijnen hier.
pl: Tutaj pojawiają się kopiowane teksty, łącza, obrazki i pliki.
pt: O texto, as ligações, as imagens e os ficheiros que copiar aparecem aqui.
ru: Здесь появятся скопированные вами тексты, ссылки, изображения и файлы.
sv: Text, länkar, bilder och filer som du kopierar visas här.
tr: Kopyaladığın metin, bağlantı, görsel ve dosyalar burada görünür.
vi: Văn bản, liên kết, hình ảnh và tệp bạn sao chép sẽ xuất hiện ở đây.
zh_hans: 您复制的文本、链接、图片和文件会显示在此。
zh_hant: 你拷貝的文字、連結、圖片與檔案會顯示在這裡。

source: Thank you to everyone who tested early builds and helped shape the app.
ar: شكرا لكل من قام باختبار البناء المبكر وساعد في تشكيل التطبيق.
de: Vielen Dank an alle, die frühe Builds getestet und die App mitgestaltet haben.
es: Gracias a todos los que probaron las primeras versiones y ayudaron a dar forma a la app.
fr: Merci à tous ceux qui ont testé les versions précédentes et aidé à façonner l'application.
hu: Köszönet mindenkinek, aki tesztelte a korai buildeket és segített formálni az appot.
ja: 初期ビルドをテストし、アプリづくりを支えてくださった皆さんに感謝します。
nl: Dank aan iedereen die vroege builds heeft getest en heeft geholpen de app vorm te geven.
pl: Dziękujemy wszystkim, którzy testowali wczesne wersje i pomogli w rozwoju aplikacji.
pt: Obrigado a todos os que testaram as versões iniciais e ajudaram a moldar a app.
ru: Спасибо всем, кто протестировал ранние сборки и помог сформировать приложение.
sv: Tack till alla som testade tidiga versioner och hjälpte till att forma appen.
tr: Erken sürümleri test edip uygulamanın şekillenmesine yardımcı olan herkese teşekkürler.
vi: Xin gửi lời cảm ơn đến tất cả những ai đã thử nghiệm các phiên bản đầu tiên và giúp hoàn thiện ứng dụng.
zh_hans: 感谢所有测试早期版本并帮助塑造 DockDoor Pro 的用户。
zh_hant: 感謝所有參與早期版本測試並協助完善這款應用程式的朋友。

source: The app row is scrollable.
ar: صف التطبيقات قابل للتمرير.
de: Die App-Reihe lässt sich scrollen.
es: La fila de apps es desplazable.
fr: La rangée d'apps peut défiler.
hu: Az appsor görgethető.
ja: アプリの列はスクロールできます。
nl: Je kunt door de rij met apps scrollen.
pl: Rząd aplikacji jest przewijalny.
pt: A fila de apps pode ser deslocada.
ru: Строку приложений можно прокручивать.
sv: Appraden går att rulla.
tr: Uygulama satırı kaydırılabilir.
vi: Hàng ứng dụng có thể cuộn được.
zh_hans: 应用行支持滚动。
zh_hant: 應用程式列可捲動。

source: The app that opens when clicking the widget or a day
ar: التطبيق الذي يُفتح عند النقر على الأداة أو على يوم
de: Die App, die beim Klicken auf das Widget oder einen Tag geöffnet wird
es: La app que se abre al hacer clic en el widget o en un día
fr: L'app qui s'ouvre lorsque vous cliquez sur le widget ou sur un jour
hu: A widgetre vagy egy napra kattintva megnyíló app
ja: ウィジェットまたは日付をクリックしたときに開くアプリ
nl: De app die wordt geopend als je op de widget of een dag klikt
pl: Aplikacja otwierana po kliknięciu widżetu lub dnia
pt: A app que abre ao clicar no widget ou num dia
ru: Приложение, открывающееся при нажатии на виджет или на один из дней
sv: Appen som öppnas när du klickar på widgeten eller en dag
tr: Widget'a veya bir güne tıklayınca açılan uygulama
vi: Ứng dụng mở ra khi nhấp vào tiện ích hoặc một ngày
zh_hans: 按一下小组件或日期时要开启的应用
zh_hant: 按一下小工具或日期時要開啟的應用程式

source: The apps in this group will return to the dock as individual items.
ar: ستعود التطبيقات في هذه المجموعة إلى Dock كعناصر منفردة.
de: Die Apps in dieser Gruppe kehren als einzelne Objekte ins Dock zurück.
es: Las apps de este grupo volverán al Dock como ítems individuales.
fr: Les apps de ce groupe reviendront dans le dock en tant qu'éléments individuels.
hu: A csoport appjai különálló elemekként kerülnek vissza a Dockba.
ja: このグループ内のアプリは、個別の項目としてDockに戻ります。
nl: De apps in deze groep worden als afzonderlijke items weer in het Dock weergegeven.
pl: Aplikacje z tej grupy powrócą do Docka jako osobne elementy.
pt: As apps deste grupo voltarão à Dock como itens individuais.
ru: Приложения в этой группе вернутся в Dock как отдельные объекты.
sv: Apparna i den här gruppen återgår till dockan som enskilda objekt.
tr: Bu gruptaki uygulamalar dock'a tek tek öğeler olarak geri dönecek.
vi: Các ứng dụng trong nhóm này sẽ quay trở lại Dock dưới dạng các mục riêng lẻ.
zh_hans: 此应用组中的应用将恢复为 Dock 中的单独项目。
zh_hant: 此群組中的應用程式將恢復為 Dock 中的個別項目。
